Fasten90/FastenTerminal/bin/Debug/JarKon/Atmel/devices/ATSAMS70Q19.xml
        <register caption="FIFO Memory Aperture0 100" name="HSMCI_FIFO100" offset="0x390" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 101" name="HSMCI_FIFO101" offset="0x394" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 102" name="HSMCI_FIFO102" offset="0x398" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 103" name="HSMCI_FIFO103" offset="0x39C" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 104" name="HSMCI_FIFO104" offset="0x3A0" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 105" name="HSMCI_FIFO105" offset="0x3A4" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 106" name="HSMCI_FIFO106" offset="0x3A8" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 107" name="HSMCI_FIFO107" offset="0x3AC" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 108" name="HSMCI_FIFO108" offset="0x3B0" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 109" name="HSMCI_FIFO109" offset="0x3B4" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 110" name="HSMCI_FIFO110" offset="0x3B8" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 111" name="HSMCI_FIFO111" offset="0x3BC" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 112" name="HSMCI_FIFO112" offset="0x3C0" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 113" name="HSMCI_FIFO113" offset="0x3C4" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 114" name="HSMCI_FIFO114" offset="0x3C8" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 115" name="HSMCI_FIFO115" offset="0x3CC" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 116" name="HSMCI_FIFO116" offset="0x3D0" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 117" name="HSMCI_FIFO117" offset="0x3D4" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 118" name="HSMCI_FIFO118" offset="0x3D8" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 119" name="HSMCI_FIFO119" offset="0x3DC" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 120" name="HSMCI_FIFO120" offset="0x3E0" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 121" name="HSMCI_FIFO121" offset="0x3E4" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 122" name="HSMCI_FIFO122" offset="0x3E8" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 123" name="HSMCI_FIFO123" offset="0x3EC" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 124" name="HSMCI_FIFO124" offset="0x3F0" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 125" name="HSMCI_FIFO125" offset="0x3F4" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 126" name="HSMCI_FIFO126" offset="0x3F8" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 127" name="HSMCI_FIFO127" offset="0x3FC" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
        <register caption="FIFO Memory Aperture0 128" name="HSMCI_FIFO128" offset="0x400" rw="RW" size="4">
          <bitfield caption="Data to Read or Data to Write" mask="0xFFFFFFFF" name="DATA"/>
        </register>
